@extends('layouts.frontend')

@section('announcement-section')
<div id="annaounce" class="mt-3 container">
   <div class="row">
     <div class="">
       <p class="btn ann-title bg-success-one text-light">বিজ্ঞপ্তি :: </p>
     </div>
     <div class="col pt-2">
       <marquee scrollamount='2' direction="Left" onmouseover="this.stop()" onmouseout="this.start()">
         @foreach ($data as $item)
         <span class="mr-3"><a href="{{ asset($item->notice_file) }}"><i class="icofont-hand-right"></i> {{ $item->notice_title }}</a></span>             
         @endforeach
       </marquee>
     </div>
   </div>
 </div>
@endsection

{{-- Left Sidebar First Block --}}
{{-- School Welcome Message --}}
@section('left-section-one')
<div class="about-school">
   <div class="card">
      <div class="card-header bg-success-one">
        <p class="h5 text-light">দামকুড়া হাট উচ্চ বিদ্যালয় সম্পর্কে</p>
      </div>
      <div class="card-body">
       <p> কালের সাক্ষী হয়ে দাঁড়িয়ে আছে দামকুড়া হাট উচ্চ বিদ্যালয়। </p>

        <p>এই বিদ্যালয়ে প্রত্যক্ষ করেছে ব্রিটিশ ভারত আমল, পাকিস্তান আমল স্বাধীন এবং স্বাধীন বাংলাদেশ।  দামকুড়া হাট প্রাইমারি স্কুল প্রতিষ্ঠার মধ্যে দিয়ে যাত্রা শুরু হলেও কালক্রমে মাইনর ইংলিশ স্কুল (ME SCHOLL) এবং পরবর্তীতে এই উচ্চ বিদ্যাপীঠ প্রতিষ্ঠিত হয়। অতঃপর দামকুড়া হাট বালিকা বিদ্যালয়, কলেজ, কারিগরি বিদ্যালয়, মাদ্রাসা, এবং মর্নিংসান পাবলিক স্কুল, ইসলামী একাডেমি, এমআর প্রভাত বিদ্যালয় ও রিভারডেল নামে চারটি স্কুল হয়েছে। এই এলাকায় এই সকল প্রতিষ্টানে অস্তিত্ব মানুষের সচেতনতা ও আলোকিত মানুষের তৈরির প্রচেষ্টার নির্দেশক। কিন্তু প্রসঙ্গ দামকুড়া হাট উচ্চ বিদ্যালয় প্রতিষ্ঠার ইতিবৃত্ত। আর এ জন্যই আমাদের একটু পিছনে যেতে হবে। </p>
        <p>শতাধিক বছের পূর্বে এলাকার সর্ব শ্রেণীর মানুষ একতা বদ্ধ হয়ে বর্তমানে (CMES) কারিগরি বিদ্যালয় এর স্থানে প্রাচীন এক বিশাল আম গাছের নিচে দামকুড়া হাট প্রাইমারি স্কুল প্রতিষ্ঠা করেন। নিজেদের ওই অর্থয়নে কাঠের খুঁটি বাসের বেড়া দিয়ে কোনো রকম স্কুল যাত্রা শুরু হয়। অতঃপর কাশিয়াডাঙ্গার জমিদার রাম রঞ্জন মল্লিক এই স্কুলের পৃষ্ঠপোষকতায় এগিয়ে আসেন। তিনি সরল মনে এলাকাবাসীর সামনে চাহিদা অনুযায়ী কাঠের জন্য অনেক গাছ দান করেন। ১৯২৩ সালে স্কুলের নাম করণ করা হয় RRME স্কুল (রামরঞ্জন মাইনর ইংলিশ স্কুল)। এরপর নামকরণ ME স্কুল এবং পরবর্তীতে দামকুড়া হাট সরকারি প্রাথমিক বিদ্যালয়। ছাত্ররা প্রাইমারি স্কুলের কোর্স পাঠ শেষ করার পর উচ্চ বিদ্যালয়ে পড়ার জন্য এলাকায় উচ্চ বিদ্যালয়ের অভাব এক নতুন সমস্যা হিসাবে আবির্ভুত হয়। এই অবস্থায় হাতে গোনা কয়েক জন ছাত্র রাজশাহী লোকনাথ উচ্চ বিদ্যালয়ে ভর্তি হতে বাধ্য হয়। এসকল ছাত্রের মধ্যে জনাব হানিফ উদ্দিন চৌধুরী, আব্দুল আজিজ সরকার ও জনাব বশির উদ্দিনের নাম তথ্য হিসেবে পাওয়া  যাই। শুরু হলো দামকুড়া হাট উচ্চ বিদ্যালয় প্রতিষ্ঠার জন্য অক্লান্ত প্ররিশ্রম। এ প্রচেষ্টা এবং আয়োজন আগে থেকেই শুরু হলেও ১৯৪৭ সালের ২রা ফেব্রুয়ারী কাগজে কলমে স্কুল প্রতিষ্ঠত হয় বলে নথি পত্রে পরিলক্ষিত হয়।</p>
        <p>মাইনর স্কুল এবং হাই স্কুল প্রতিষ্ঠার জন্য এলাকার সর্ব শ্রেণীর মানুষের পাশাপাশি বিশেষ করে যারা সংগঠন ও পথ প্রদর্শক ছিলেন তাদের অনেক জন্ম যন্ত্রনা সইতে হয়েছে। মাইনর স্কুল পুরোটাই ব্রিটিস আমলে এবং হাই স্কুল ব্রিটিস আমলে শেষ মুহূর্তে এবং পাকিস্তানী আমলের সূচনা লগ্নে প্রতিষ্ঠত হয়। সুতরাং এই স্কুল সেসময় বিশেষ কোনো সরকারি সহযোগিতা পাইনি। ভরসা এলাকাবাসির দানখয়রাত। তবুও থেমে থাকেনি অগ্রযাত্রা-বয়ে চলেছে নিরন্তর। </p>
        <p>দামকুড়া হাট উচ্চ বিদ্যালয় প্রতিষ্টা কালকে দুটি গুরুত্বপূর্ণ ধাপে বিবেচনা করলে প্রথম ধাপ মাইনর স্কুল এবং দ্বিতীয় ধাপ উচ্চ বিদ্যালয়। প্রথম এবং দ্বিতীয়ধাপে এলাকায় যে সকল অগ্রপথিক বিশেষ ভূমিকা ও অবদান রেখেছেন তাদের প্রতি সশ্রদ্ধ সালাম। </p>
        <p><b>ফিরে দেখা : </b></p>
        <ul class="list-unstyled about-list">
          <li>১। দামকুড়া হাট প্রাথমিক বিদ্যালয়ের প্রতিষ্ঠাকাল ১৯২৩ সাল বিবেচনায় সে সময় ব্রিটিশ ভারতের ভাইসরয় ছিলেন লর্ড রিডিং। ১৯৪৭ সালে হাই স্কুল একসাথে প্রতিষ্ঠার সময় ভাইসরয় ছিলেন লর্ড মাউন্টব্যাটেন। </li>
          <li>২। দামকুড়া হাটে RRME (রামরঞ্জন মাইনর ইংলিশ ) স্কুলের পৃষ্ঠপোষকতাকারী জমিদার রামরঞ্জন মল্লিক ভারতীয় বাংলা ছবির প্রখ্যাত নায়িকা কোয়েল মল্লিকের বাবা প্রখ্যাত অভিনেতা রণজিৎ মল্লিকের প্রপিতামহ বলে জানা যায়। </li>
          <li>৩। দামকুড়া হাট হাই স্কুল থেকে প্রথম এসএসসি পরীক্ষার্থী জনাব মোঃ আব্দুল করিম (মাস্টার)। </li>
          <li>৪। দামকুড়ায় স্কুল প্রতিষ্ঠার প্রথম ও দ্বিতীয় অধ্যায়ে অগ্রপথিক হিসেবে যাদের নাম পাওয়া যায়, তারা হলেন - সর্ব শ্রদ্ধেয় নুরুল ইসলাম মিঞা, সাজ্জাদ আলী মিয়া, জসিম উদ্দিন সরকার, নাছির উদ্দিন সরকার, রিয়াজ উদ্দিন সরকার, ইউসুফ আলী মন্ডল, ইমাম আলী মিঞা, বাবু রিদয় ভূষণ সরকার, সাইফুদ্দিন আহাম্মেদ, এম আব্দুল গনি, নাসিমুদ্দিন সরকার, কফিল উদ্দিন সরকার, সমসের উদ্দিন, আব্দুল আজিজ সরকার, সুবিদ আলী সরকার, আব্দুস সালেক মিয়া, আইনুদ্দিন সরকার, হাজি আব্দুস সাত্তার, সামসউদ্দিন সরকার, লাল মোহাম্মদ সরকার, যান মুন্সি, আব্দুর রহমান সরকার, কছিম উদ্দিন মন্ডল, সেতাব আলী সরকার, মাহাতাব উদ্দিন, স্বামীর উদ্দিন মন্ডল, ইয়াসিন আলী মিয়া, আসীন মন্ডল, বাদল মন্ডল, ফরিদ মন্ডল, এজাহার মন্ডল, আজাহার মন্ডল, ফাইজুদ্দিন সরকার, সামীর উদ্দিন মন্ডল, হারু মন্ডল, শ্রী সুরেন মন্ডল, ইসমাইল মন্ডল, আবির উদ্দিন সরকার, বাবু জগদীশ চন্দ্র মুখার্জি, সফিউদ্দিন আহম্মেদ, ইরফান মিয়া, রাফাত উল্লাল সরকার, ওসমান আলী, রেহেন আলী সরকার, আলহাজ মোহাম্মদ কোরবান আলী মন্ডল, মহিউদ্দিন মিয়া, ইয়াদ আলী সরকার, সৈয়দ আব্দুর সবুর মিঞা, রিয়াজুল মন্ডল, নূর মোহাম্মোদ মন্ডল, আবু হোসেন মন্ডল, সাবদার মন্ডল, বাহারকি মন্ডল, সমজান সরকার, মাতম মন্ডল, তাহির মন্ডল, নেশার মন্ডল, মহসিন মন্ডল, মহসিন আলী, করিমন বিবি, তোফা বেওয়া, এমাজ সরকার, আলিমুদ্দিন মন্ডল, জামাল ডাক্তার, জসিমুদ্দিন পন্ডিত, আলী মোহাম্মদ, বেলায়েত আলী পন্ডিত, মৌলভি বাসারতুল্লাহ, আমিনুদ্দিন, ইয়াদ আলী সরকার, হোসেন আলী সরকার, হাজি সুখবাস উদ্দিন সরকার, হাজি আসগর আলী প্রমুখ।  এদের অনেকেই সভাপতি / সেক্রেটারি সহ স্কুলের ম্যানেজিং কমিটির সদস্য হিসেবে গুরুত্বপূর্ণ ভূমিকা রেখে দায়িত্ব পালন করেছেন। </li>
          <li>৫। হাই স্কুল প্রতিষ্ঠার উদ্যোগী হিসেবে হাজী আসগর আলী, হাজি সুখবাস উদ্দিন সরকার, কফিল উদ্দিন সরকার, নাছির উদ্দিন সরকার, হোসেন আলী সরকার প্রমুখের নাম উল্লেখযোগ্য। </li>
          <li>৬। এই স্কুলে জমি দানকারী হিসেবে হোসেন আলী সরকার, তোফা বেওয়া (সোনার মা), তাহের মন্ডল, নেছার মন্ডল, রেহেনা আলী সরকার, সমীর শেখ, করিমন বিবি, মহসিন মন্ডল, মহসিন আলী, রিয়াজুল মন্ডল এর নাম দলিল পত্র পাওয়া যায়। দলিল পাওয়া না গেলেও ঘুতু মন্ডল ১৫ কাঠা এবং সীতারাম ঠাকুরের ২ বিঘা জমি স্কুলে দান করার জন শ্রুতি রয়েছে। </li>
          <li>প্রসঙ্গত : জমিদারি আমলে বর্তমান পক্রিয়ায় দলিল প্রস্তুত করে জমি লেনদেনের নিয়ম ছিল না। </li>
          <li>৭। দামকুড়া হাট হাই স্কুলের প্রথম সভাপতি হাজি সুকবাস উদ্দিন সরকার (সরমংলা) স্কুল ভবন তৈরি কালে প্রথম ইট পুঁতে ভিত্তি প্রস্তুত করেন।  স্কুলের হিসাব নিকাশ মিলানোর জন্য এই মহৎ প্রাণের মানুষটি তার ইস্ত্রির ১০ বিঘা জমি বেঁচে তৎকালে ইস্কুলকে দেন। </li>
          <li>৮। এই স্কুলের ক্যাম্পাস প্রায় চার একর (১২ বিঘা ) । দামকুড়া কলেজ ও (CMES) কে দানকৃত জমির পরিমান (.৮৫+.৮৬) = ১.৭১ একর। স্কুলের বর্তমান ভূসম্পত্তির পরিমান ৬.৮৭ একর। </li>
          <li>৯। স্কুল প্রতিষ্টাকালে জমিদার রামরঞ্জন মল্লিকের নিকট গাছ চাওয়া হয়, সবুর মিঞার অনেক গাছ নেয়া, হানিফ উদ্দিন চৌধুরীর নিমগাছ নেয়া, ময়মনসিংহ ও দিনাজপুর থেকে কাঠ কিনে আনার মতো কঠিন শ্রম ও অর্থ সাশ্রয় তৎকালে এলাকায় গাছের সল্পতার ইঙ্গিত বহন করে। </li>
          <li>১০। জমি, কাঠ ছাড়াও এলাকার মানুষ ইট, টাকা, ধান ও শ্রম দান করেছেন। এই দান সন্দেহাতীত ভাবে প্রমাণিত তবে বিস্তারিত ভাবে এই তথ্য সংরক্ষিত  হয়নি। </li>
          <li>১১। হাটের ধানের আড়ৎদারের অবদান শ্রদ্ধার সাথে স্মরণীয়। স্কুলের আর্থিক ভীত মজবুত করেন সপ্তাহে ২ হাটের দিনে ধানের (২.৫ কেজি) তোলা আদায় বিশেষ ভাবে সহায়ক হয়েছে।  স্কুলের সহায়ককর্মী লুৎফর রহমানের এই তোলা আদায়ের চিত্র এখানে অনেক মানুষের স্মৃতিতে ভাস্বর। তোলা হিসেবে সংগৃহিত ধান স্কুল পরিচালনা কমিটির সিদ্ধান্ত অনুযায়ী মরহুম আব্দুল আজিজ সরকারের আড়ৎ এ জমা করা হতো।  অতঃপর তার প্রামানিক সাক্ষর নিয়ে বিক্রয় লব্ধ টাকা স্কুল ফান্ডে জমা করা হতো।</li>
          <li>শীতলায় আঁখ ক্রয় কেন্দ্র থেকে পুর্জিপ্রতি একটি নিদৃষ্ট অংকের টাকা এলাকাবাসি দান হিসেবে গ্রহণ করে স্কুল ফান্ডে দেয়া হতো। 
            নিকট অতীতে দামকুড়া হাটে গরুর হাট থেকে প্রতি ছারে একটি নিদৃষ্ট অংকের টাকা গ্রহণ করে স্কুল ফান্ডে দেয়া হতো।</li>
          <li>১২। বিল্ডিং গাঁথুনির জন্য সে সময় অন্যতম উপকরণ ছিল চুনসুরকি। আসগর আলীর উদ্যোগে ফুলবাড়ী গ্রামের উপজাতি রেজা পাইট (মহিলা শ্রমিক) সুড়কুড়ি উপকরণ গুসির কুড়িয়ে জমা করে রাখতো। তারা ইটের টুকরোও কুড়িয়ে রাখতো। পরে এই সকল দ্রব্য গরু-মহিষের গাড়িতে বহন করে স্কুলে জমা করা হতো- যা একালে কল্পনাতীত।  সেচ্ছাশ্রমে গাড়িতে করে গুসির ও ইটের টুকরা বহনের শ্রমদানকারী হিসেবে আলহাজ্ব কোরবান আলী মন্ডলের নাম সোনা যায়। </li>
          <li>১৩। এক সময় বাসের মৌলভী (শীতলাই) হাটের পূর্বাংশে পাটি পেতে আরবী পড়িয়ে আলোকিত মানুষ তৈরির জন্য তার সাধ্যমত চেষ্টা চালিয়েছেন। </li>
          <li>১৪। ১৯৬৯ সালে রাজশাহী বিশ্ববিদ্যালয়ে পাকবাহিনী কর্তৃক ড: সামসুজ্জোহা শহীদ হলে দামকুড়া স্কুলের ছাত্ররাও ফুঁসে উঠে।  উপর ক্লাসের ছাত্রদের নেতৃত্বে প্রাইমারি স্কুলের ছাত্রসহ সকল ছাত্র মিছিল করে।  শীতলায় রেলস্টেশনে গিয়ে পাকিস্তান ইস্টার্ন রেলওয়ের রেল চলাচল বন্ধ করে দেয়। </li>
          <li>১৫। ১৯৭১ সালে মহান মুক্তিযুদ্ধে এই স্কুলের শতাধিক ছাত্র সক্রিয় অংশগ্রহণ করেন। দেশ মাতৃকাকে শত্রুমুক্ত করতে তাঁদের অবদান শ্রদ্ধার সাথে স্মরণীয়। </li>
          <li>১৬। এই স্কুলের কোন ছাত্র রাজাকার বা পাকবাহিনীর দোসর হিসেবে কাজ করেছেন এমন কোনো তত্থ নেই। </li>
          <li>১৭। ১৯৭১ সালে এই স্কুলের ৪ জন সাবেক ছাত্র পাকবাহিনীর হাতে শহীদ হয়েছেন। তাদের নাম : ১. সাখাওয়াত হোসেন ২. আঃ সামাদ ৩. হাবিবর রহমান ৪. অজিউল্লাহ। </li>
          <li>১৮। ১৯৭১ সালে দামকুড়া স্কুলের লাইব্রেরির বহু বইপত্র পুড়িয়ে দেয়া হয়। </li>
          <li>১৯ । স্বাধীনতা পরবর্তীকালে কয়েক লক্ষ টাকা মূল্যর স্কুলের সাইন্স অ্যাপারেটাস চুরি হয় । অবশ্য পরে তা উদ্ধার করা সম্ভব হয় ।</li>
          <li>২০ । ১৯৬৫ সালে মিরাজ উদ্দিন নামক একজন প্রাথমিক স্কুলের ছাত্রের মর্মান্তিক ভাবে মৃত্যু এখনো এলাকাবাসী দুঃখের সাথে স্মরণ করেন । মিরাজ স্কুলের চুনসুড়কি প্রস্তুতের চৌবাচ্চায় পড়ে গিয়ে টগবগে ফুটন্ত চুনে দগ্ধ হয়ে মারা যায় । তার স্মৃতিতে ওই স্থানে একটি ফলক করার প্রস্তাব কার্যনির্বাহী কমিটির সভায় উত্থাপিত হলেও আজো তা বাস্তবায়িত হয়নি ।</li>
          <li>২১। ছোটখাটো অসন্তোষ ছাড়া স্কুলের বিরুদ্ধে বড় ধরনের কোনো আন্দোলন সংঘটিত হয়নি ।</li>
          <li>২২। কোনদিনই স্কুলের Affiliation- বন্ধ হয়নি। </li>
          <li>২৩। এই স্কুলের বহু ছাত্র আকর্ষণীয় রেজাল্ট করেছেন। বিশ্ববিদ্যালয়, মেডিকেল কলেজ, ক্যাডেট কলেজ সহ বিভিন্ন শিক্ষা প্রতিষ্ঠানে সুনামের সাথে শিক্ষকতা করছেন অনেকেই। ডাক্তার, ইঞ্জিনিয়ার, সেনাবাহিনী ও বিমান বাহিনীর উচ্চপদস্থ কর্মকর্তা, উচ্চপদস্থ ব্যাংকার, স্বনামধন্য পশু চিকিৎসক, উচ্চপদস্থ বিসিক কর্মকর্তা, আইনজীবী সহ দেশে-বিদেশে অনেকেই প্রতিষ্ঠিত।</li>
          <li>২৪। এই স্কুল একসময় ঢাকা শিক্ষা বোর্ডের অধীনে ছিল।</li>
          <li>২৫। এই স্কুলের প্রতিষ্ঠাকালে প্রায় ১০০/২০০ বর্গ মাইল এলাকায়  শিক্ষাপ্রতিষ্ঠান ছিল না। আর্থসামাজিক,  যোগাযোগ ও বিদ্যুৎ ব্যবস্থা শূন্য পর্যায়ে ছিল। সে সঙ্গে এলাকার মানুষজন তাদের বাড়িতে এক বা একাধিক ছাত্র ও শিক্ষককে লজিং (জায়গীর) রেখে ছাত্র এবং স্কুলের জীবনকে সমৃদ্ধ করতে অসাধারণ ভূমিকা রেখেছেন।</li>
          <li>২৬। সে সময় এলাকাবাসী তাদের মেয়েদের পড়াতে চাননি- বেয়াদব হয়ে যাবে বলে। এছাড়া মেয়েদের চলাচলের নিরাপত্তা বিবেচনায় তারা পিছপা হয়েছেন। ঐ  সময় বিভিন্ন গ্রামে স্বেচ্ছাসেবক কর্মী বাড়ি বাড়ি গিয়ে মেয়েদের অভিভাবকদের আশ্বস্থ করে স্কুলে পাঠানোর জন্য সম্মত করিয়েছেন। এ ধরনের একটি টিমের সদস্য হিসেবে আলহাজ্ব কোরবান আলী মন্ডল, এরফান সরকার ও শাম মোহাম্মদের নাম জানা যায় ।</li>
          <li>২৭। সেই সময় স্কুল পরিচালনার জন্য এই মর্মে সরকার Sanction দিত যে, অর্ধেক সরকার দিবে, অর্ধেক জনগণ দিবে । ফলে স্কুল প্রতিষ্ঠা ছাড়াও পরিচালনার জন্য এলাকাবাসীকে অনেক কষ্ট করতে হয়েছে ।</li>
          <li>২৮। ১৭ ডিসেম্বর ১৯৪৬ কার্যনির্বাহী কমিটি বর্ধিত বেতন মঞ্জুরের  জন্য ডিস্ট্রিক বোর্ডে যে সুপারিশ পত্র প্রেরণ করে ০১-০১-১৯৪৭ তারিখ হতে কার্যকরের জন্য অনুরোধ করেন তা ছিল নিম্নরূপঃ 
            ১. হেডমাস্টার : ৪২/= , ২. সেকেন্ড মাস্টার ঃ ৩০/= , ৩. থার্ড মাস্টার : 25/= , 4. হেড পন্ডিত : 30/= , 5. সেকেন্ড পন্ডিত : 18/= , 6. থার্ড  পন্ডিত 15/= , 7. দপ্তরী : 7/= ।
            স্কুলের ছাত্রের মাসিক বেতন ছিল চার আনা(১৯৪৪ সাল) । এ তথ্য তৎকালীন  সময়ের জীবন ব্যবস্থা একটি খণ্ডচিত্র ।</li>
          <li>২৯। এই স্কুলের প্রথম প্রধান শিক্ষক এম. আব্দুল গনি । সেকালে শিক্ষকদের পন্ডিত নামে ডাকা হতো। প্রাচীন কালের এই পন্ডিত হিসেবে যাদের নাম পাওয়া যায় তারা হলেন, জসিম পন্ডিত, বেলায়েত আলী পন্ডিত, আব্দুল গফুর খান, উমির উদ্দিন মিয়া, নাসিম উদ্দিন মিয়া, সাইফ উদ্দিন আহাম্মেদ,  লোকমান দাউদ, আব্দুল গাফফার মিয়া, রফিক উদ্দিন, দানেশ মিয়া, সোলেমান মিয়া, সেকেন্দার আলী, হোসেন আলী তালুকদার, ইয়াদ আলী, মহি উদ্দিন মিয়া,  এরফান আলী, সফিউদ্দিন আহাম্মদ, বাসারুতুল্লাহ, খলিল উদ্দিন, জ্যোতির্ময় সেনগুপ্ত প্রমুখ। হাই স্কুল শুরুর  সময়  আমিন উদ্দিন বিএসসি ও আব্দুল জলিল মাস্টারের নাম বিশেষভাবে স্মরণ করা হয়।</li>
          <li>৩০। দামকুড়াহাট হাই স্কুল প্রতিষ্ঠার শুরু থেকে এ পর্যন্ত সকল প্রধান শিক্ষক বিভিন্ন ভাবে সক্রিয় ভূমিকা রেখে এ স্কুলকে সমৃদ্ধ করেছেন। সংগঠক হিসেবে, স্কুলের সুনাম বৃদ্ধির জন্য আশু ব্যবস্থা গ্রহণ করে(ফলশ্রুতিতে ১৯৬৪ সালে ৩ জন ছাত্র অষ্টম শ্রেণীতে বৃত্তিলাভ করে), বৃক্ষ রোপন করে, বিল্ডিং করে, খেলাধুলা ও সাংস্কৃতিক  কর্মকান্ডের চর্চায় অগ্রগতি এনে তার আলোচনার কেন্দ্রবিন্দুতে রয়েছেন। সকল প্রধান শিক্ষকের নিকট এই স্কুল ঋণী। তাদের প্রতি সশ্রদ্ধ অভিবাদন।</li>
          <li>৩১। স্কুল প্রতিষ্ঠানে হৃদয় ভূষণ সরকারের দানকৃত একটি চেয়ার ও একটি টেবিল সযত্নে সংরক্ষণ করে রাখা হয়েছে।</li>
          <li>৩২। অতীতে প্রায়শই ছাত্র দের ৪টি কাজের মুখোমুখি হতে হতো.২টি কাজ ছিল তাদের খুবই অপছন্দের এবং ২টি কাজ ছিল খুবই পছন্দের। অপছন্দের কাজ ছিল স্কুল মাঠের চার কাঠা গাছ(উকনা) এবং নির্দিষ্ট দিনে স্কুলে এসে টিকা  নেয়া। পছন্দের তালিকায় স্কুলে এসে গুড়া দুধ প্রাপ্তি ও ফুঁ দিয়ে খেয়ে চোখ মুখ সাদা করা এবং স্কুল ইনস্পেক্টর স্কুল পরিদর্শনে এলে “ স্কুলের ছুটি চাহিয়া দরখাস্ত” পেশ করা।</li>
        </ul>

      </div>
    </div>
</div>
@endsection

{{-- Right Sidebar First Block --}}
{{-- School Notice Board --}}
@section('right-section-one')
<div class="notice-board mt-5 mt-md-0">
   <div class="card">
       <div class="card-header bg-success-one">
           <h5 class="text-light text-center">নোটিশ বোর্ড </h5>
       </div>
       <div class="card-body pb-4" id="notice-board">
          @foreach ($data as $item)
          <p class="card-text">
            <a href="{{ asset($item->notice_file) }}">{{ $item->notice_title }} <i class="icofont-arrow-right"></i>
            <span class="float-right" style="color: #5fcf80"><i class="icofont-calendar mx-2"></i>{{ $item->created_at->format('d M Y') }}</span></a>
          </p><hr>
          @endforeach
       </div>
   </div>
</div>
@endsection
