@extends('layouts.frontend')

@section('announcement-section')
<div id="annaounce" class="mt-3 container">
   <div class="row">
     <div class="">
       <p class="btn ann-title bg-success-one text-light">বিজ্ঞপ্তি :: </p>
     </div>
     <div class="col pt-2">
       <marquee scrollamount='2' direction="Left" onmouseover="this.stop()" onmouseout="this.start()">
         @foreach ($data as $item)
         <span class="mr-3"><a href="{{ asset($item->notice_file) }}"><i class="icofont-hand-right"></i> {{ $item->notice_title }}</a></span>             
         @endforeach
       </marquee>
     </div>
   </div>
 </div>
@endsection

{{-- Left Sidebar First Block --}}
{{-- School Welcome Message --}}
@section('left-section-one')
<div class="about-school">
   <div class="card">
      <div class="card-header bg-success-one">
        <p class="h5 text-light">দামকুড়া হাট উচ্চ বিদ্যালয় সম্পর্কে</p>
      </div>
      <div class="card-body">
       <p> কালের সাক্ষী হয়ে দাঁড়িয়ে আছে দামকুড়া হাট উচ্চ বিদ্যালয়। </p>

<p>এই বিদ্যালয়ে প্রত্যক্ষ করেছে ব্রিটিশ ভারত আমল, পাকিস্তান আমল স্বাধীন এবং স্বাধীন বাংলাদেশ।  দামকুড়া হাট প্রাইমারি স্কুল প্রতিষ্ঠার মধ্যে দিয়ে যাত্রা শুরু হলেও কালক্রমে মাইনর ইংলিশ স্কুল (ME SCHOLL) এবং পরবর্তীতে এই উচ্চ বিদ্যাপীঠ প্রতিষ্ঠিত হয়। অতঃপর দামকুড়া হাট পাবলিক বিদ্যালয় , কলেজ , কারিগরি বিদ্যালয় , মাদ্রাসা, এবং মর্নিংসান পাবলিক স্কুল, ইসলামী একাডেমি, এমআর প্রভাত বিদ্যালয় ও রিভারডেল নামে চারটি স্কুল হয়েছে।  এই এলাকায় এই সকল প্রতিষ্টানে অস্তিত্ব মানুষের সচেতনতা ও আলোকিত মানুষের তৈরির প্রচেষ্টার নির্দেশক।  কিন্তু প্রসঙ্গ দামকুড়া হাট উচ্চ বিদ্দ্যালয় প্রতিষ্ঠার ইতিবৃত্ত। আর এ জন্যই আমাদের একটু পিছনে যেতে হবে। </p>
<p>শতাধিক বছের পূর্বে এলাকার সর্ব শ্রেণীর মানুষ একটা বদ্ধ হয়ে বর্তমানে (CMES) কারিগরি বিদ্যালয় এর স্থানে প্রাচীন এর বিশাল আমি গাছের নিচে দামকুড়া হাত প্রাইমারি স্কুল প্রতিষ্ঠা করেন।  নিজেদের ওই অর্থয়নে কাঠের খুঁটি বাসের বেড়া দিয়ে কোনো রকম স্কুল যাত্রা শুরু হয়। অতঃপর কাশিয়াডাঙ্গার জমিদার রাম রঞ্জন মল্লিক এই স্কুলের পৃষ্ঠপোষকতায় এগিয়ে আসেন। তিনি সরল মনের এলাকাবাসীর সামনে চাহিদা অনুযায়ী কাঠের জন্য অনেক গাছ দেন করেন।  ১৯২৩ সালে স্কুলের নাম করণ করা হয় (রামরঞ্জন মাইনর ইংলিশ স্কুল). এরপর নামকরণ (ME SCHOOL) এবং পরবর্তীতে দামকুড়া হাট সরকারি প্রাথমিক বিদ্যালয়। ছাত্ররা প্রাইমারি স্কুলের কোর্স পাঠ শেষ করার পর উচ্চ বিদ্যালয়ে পড়ার জন্য এলাকায় উচ্চ বিদ্যালয়ের অভাব এক নতুন সমস্যা হিসাবে আবির্ভুত হয়। এই অবস্থায় হাতে গোনা কয়েক জন ছাত্র রাজশাহী লোকনাথ উচ্চ বিদ্যালয়ে ভর্তি হতে বাধ্য হয়। এসকল ছাত্রের মধ্যে জনাব হানিফ উদ্দিন চৌধুরী, আব্দুল আজিজ সরকার ও জনাব বশির উদ্দিনের নাম তথ্য হিসেবে পাওয়া  যাই। শুরু হলো দামকুড়া হাট উচ্চ বিদ্যালয় প্রতিষ্ঠার জন্য অক্লান্ত প্ররিশ্রম। এ প্রচেষ্টা এবং আয়োজন আগে থেকেই শুরু হলেও ১৯৪৭ সালের ২রা ফেব্রুয়ারী কাগজে কলমে স্কুল প্রতিষ্ঠত হয় বলে নথি পত্রে পরিলক্ষিত হয়।</p>
<p>মাইনর স্কুল এবং হাই স্কুল প্রতিষ্ঠার জন্য এলাকার সর্ব শ্রেণীর মানুষের পাশাপাশি বিশেষ করে যারা সংগঠন ও পথ প্রদর্শক ছিলেন তাদের অনেক জন্ম যন্ত্রনা সইতে হয়েছে। মাইনর স্কুল পুরোটাই ব্রিটিস আমলে এবং হাই স্কুল ব্রিটিস আমলে শেষ মুহূর্তে এবং পাকিস্তানী আমলের সূচনা লগ্নে প্রতিষ্ঠত হয়। সুতরাং এই স্কুল সেসময় বিশেষ কোনো সরকারি সহযোগিতা পাইনি। ভরসা এলাকাবাসির দানখয়রাত। তবুও থেমে থাকেনি অগ্রযাত্রা-বয়ে চলেছে নিরন্তর। </p>
<p>দামকুড়া বিদ্যালয় প্রতিষ্টা কালকে দুটি গুরুত্বপূর্ণ ধাপে বিবেচনা করলে প্রথম ধাপ মাইনর স্কুল এবং দ্বিতীয় ধাপ উচ্চ বিদ্যালয়। প্রথম এবং দ্বিতীয়ধাপে এলাকায় যে সকল অগ্রপথিক বিশেষ ভূমিকা ও অবদান রেখেছেন তাদের প্রতি সশ্রদ্ধ সালাম। </p>

<p><b>ফিরে দেখা : </b></p>
<ul class="list-unstyled about-list">
  <li>১।  দামকুড়া হাত প্রাথমিক বিদ্যালয়ের প্রতিষ্ঠাকাল ১৯২৩ সাল বিবেচনায় সে সময় ব্রিটিশ ভারতের ভাইসরয় ছিলেন লর্ড রিডিং। ১৯৪৭ সালে হাই স্কুল একসাথে প্রতিষ্ঠার সময় ভাইসরয় ছিলেন লর্ড মাউন্টব্যাটেন। </li>
  <li>২।  দামকুড়া হাটে RRME (রামরঞ্জন মাইনর ইংলিশ ) স্কুলের পৃষ্ঠপোষকতাকারী জমিদার রামরঞ্জন মল্লিক ভারতীয় বাংলা ছবির প্রখ্যাত নায়িকা কোয়েল মল্লিকের বাবা প্রখ্যাত অভিনেতা রণজিৎ মল্লিকের প্রপিতামহ বলে জানা যায়। </li>
  <li>৩।  দামকুড়া হাট হাই স্কুল থেকে প্রথম এসএসসি পরীক্ষার্থী জনাব মোঃ আব্দুল করিম (মাস্টার)। </li>
  <li>৪।  দামকুড়ায় স্কুল প্রতিষ্ঠার প্রথম ও দ্বিতীয় অধ্যায়ে অগ্রপথিক হিসেবে যাদের নাম পাওয়া যায়, তারা হলেন - সর্ব শ্রদ্ধেয় নুরুল ইসলাম মিঞা , সাজ্জাদ আলী মিয়া , জসিম উদ্দিন সরকার , নাছির উদ্দিন সরকার , রিয়াজ উদ্দিন সরকার , ইউসুফ আলী মন্ডল , ইমাম আলী মিঞা , বাবু রিদয় ভূষণ সরকার , সাইফুদ্দিন আহাম্মেদ , এম আব্দুল গনি , নাসিমুদ্দিন সরকার , কফিল উদ্দিন সরকার , সমসের উদ্দিন , আব্দুল আজিজ সরকার , সুবিদ আলী সরকার , আব্দুস সালেক মিয়া , আইনুদ্দিন সরকার , হাজি আব্দুস সাত্তার , সামসউদ্দিন সরকার , লাল মোহাম্মদ সরকার , যান মুন্সি , আব্দুর রহমান সরকার , কছিম উদ্দিন মন্ডল , সেতাব আলী সরকার , মাহাতাব উদ্দিন , স্বামীর উদ্দিন মন্ডল , ইয়াসিন আলী মিয়া , আসীন মন্ডল , বাদল মন্ডল , ফরিদ মন্ডল , এজাহার মন্ডল , আজাহার মন্ডল , ফাইজুদ্দিন সরকার , সামীর উদ্দিন মন্ডল , হারু মন্ডল , শ্রী সুরেন মন্ডল , ইসমাইল মন্ডল , আবির উদ্দিন সরকার , বাবু জগদীশ চন্দ্র মুখার্জি , সফিউদ্দিন আহম্মেদ , ইরফান মিয়া , রাফাত উল্লাল সরকার , ওসমান আলী , রেহেন আলী সরকার , আলহাজ মোহাম্মদ কোরবান আলী মন্ডল , মহিউদ্দিন মিয়া , ইয়াদ আলী সরকার , সৈয়দ আব্দুর সবুর মিঞা , রিয়াজুল মন্ডল , নূর মোহাম্মোদ মন্ডল , আবু হোসেন মন্ডল , সাবদার মন্ডল , বাহারকি মন্ডল , সমজান সরকার , মাতম মন্ডল , তাহির মন্ডল , নেশার মন্ডল , মহসিন মন্ডল , মহসিন আলী , করিমন বিবি , তোফা বেওয়া , এমাজ সরকার , আলিমুদ্দিন মন্ডল , জামাল ডাক্তার , জসিমুদ্দিন পন্ডিত , আলী মোহাম্মদ , বেলায়েত আলী পন্ডিত , মৌলভি বাসারতুল্লাহ , আমিনুদ্দিন , ইয়াদ আলী সরকার , হোসেন আলী সরকার , হাজি সুখবাস উদ্দিন সরকার , হাজি আসগর আলী প্রমুখ।  এদের অনেকেই সভাপতি / সেক্রেটারি সহ স্কুলের ম্যানেজিং কমিটির সদস্য হিসেবে গুরুত্বপূর্ণ ভূমিকা রেখে দায়িত্ত পালন করেছেন। </li>
  <li>৫।  হাই স্কুল প্রতিষ্ঠার উদ্যোগী হিসেবে হাজী আসগর আলী , হাজি সুখবাস উদ্দিন সরকার , কফিল উদ্দিন সরকার , নাছির উদ্দিন সরকার , হোসেন আলী সরকার প্রমুখের নাম উল্লেখযোগ্য। </li>
  <li>৬।  এই স্কুলে জমি দানকারী হিসেবে হোসেন আলী সরকার , তোফা বেওয়া (সোনার মা), তাহের মন্ডল , নেছার মন্ডল , রেহেনা আলী সরকার , সমীর শেখ , করিমন বিবি , মহসিন মন্ডল , মহসিন আলী , রিয়াজুল মন্ডল এর নাম দলিল পত্র পাওয়া যায়। দলিল পাওয়া না গেলেও ঘুতু মন্ডল ১৫ কাঠা এবং সীতারাম ঠাকুরের ২ বিঘা জমি স্কুলে দেন করার জন শ্রুতি রয়েছে। </li>
  <li>প্রসঙ্গত : জমিদারি আমলে বর্তমান পক্রিয়ায় দলিল প্রস্তুত করে জমি লেনদেনের নিয়ম ছিল না। </li>
  <li>৭।  দামকুড়া হাট হাই স্কুলের প্রথম সভাপতি হাজি সুকবাস উদ্দিন সরকার (সরমংলা) স্কুল ভবন তৈরি কালে প্রথম ইট পুঁতে ভিত্তি প্রস্তুত করেন।  স্কুলের হিসাব নিকাশ মিলানোর জন্য এই মহৎ প্রাণের মানুষটি তার ইস্ত্রির ১০ বিঘা জমি বেঁচে তৎকালে ইস্কুলকে দেন। </li>
  <li>৮।  এই স্কুলের ক্যাম্পাস প্রায় চার একর (১২ বিঘা ) । দামকুড়া কলেজ ও (CMES) কে দানকৃত জমির পরিমান (.৮৫+.৮৬) = ১.৭১ একর। স্কুলের বর্তমান ভূসম্পত্তির পরিমান ৬.৮৭ একর। </li>
  <li>৯।  স্কুল প্রতিষ্টাকালে জমিদার রামরঞ্জন মল্লিকের নিকট গাছ চাওয়া হয় , সবুর মিঞার অনেক গাছ নেয়া , হানিফ উদ্দিন চৌধুরীর নিমগাছ নেয়া , ময়মনসিংহ ও দিনাজপুর থেকে কাঠ কিনে আনার মতো কঠিন শ্রম ও অর্থ সাশ্রয় তৎকালে এলাকায় গাছের সল্পতার ইঙ্গিত বহন করে। </li>
  <li>১০।  জমি , কাঠ ছাড়াও এলাকার মানুষ ইট , টাকা , ধান ও শ্রম দেন করেছেন। এই দেন সন্দেহাতীত ভাবে প্রমাণিত তবে বিস্তারিত ভাবে এই তথ্য সংরক্ষিত  হয়নি। </li>
  <li>১১।  হাতের ধানের আড়ৎদারের অবদান শ্রদ্ধার সাথে স্মরণীয়। স্কুলের আর্থিক ভীত মজবুত করেন সপ্তাহে ২ হাটের দিনে ধানের (২.৫ কেজি) তোলা আদায় বিশেষ ভাবে সহায়ক হয়েছে।  স্কুলের সহায়ককর্মী লুৎফর রহমানের এই তোলা আদায়ের চিত্র এখানে অনেক মানুষের স্মৃতিতে ভাস্বর। তোলা হিসেবে সংগৃহিত ধান স্কুল পরিচালনা কমিটির সিদ্ধান্ত অনুযায়ী মরহুম আব্দুল আজিজ সরকারের আড়ৎ এ জমা করা হতো।  অতঃপর তার প্রামানিক সাক্ষর নিয়ে বিক্রয় লব্ধ টাকা স্কুল ফান্ডে জমা করা হতো। </li>
  <li>শীতলায় আক্রয় কেন্দ্র থেকে পুর্জিপ্রতি একটি নিদৃষ্ট অংকের টাকা এলাকাবাসি দান হিসেবে গ্রহণ করে স্কুল ফান্ডে দেয়া হতো। 
    নিকট অতীতে দামকুড়া হাটে গরুর হাট থেকে প্রতি ছারে একটি নিদৃষ্ট অংকের টাকা গ্রহণ করে স্কুল ফান্ডে দেয়া হতো। </li>
</ul>

      </div>
    </div>
</div>
@endsection

{{-- Right Sidebar First Block --}}
{{-- School Notice Board --}}
@section('right-section-one')
<div class="notice-board mt-5 mt-md-0">
   <div class="card mt-5 mt-md-0">
      <div class="card-header bg-success-one">
        <h5 class="text-light text-center">নোটিশ বোর্ড </h5>
      </div>
      <div class="card-body pb-4" id="notice-board">
        @foreach ($data as $item)
        <p class="card-text"><a href="{{ asset($item->notice_file) }}">{{ $item->notice_title }} <i class="icofont-arrow-right"></i></a></p><hr>
        @endforeach
      </div>
    </div>
@endsection
