@extends('layouts.frontend')

@section('announcement-section')
<div id="annaounce" class="mt-3 container">
   <div class="row">
     <div class="">
       <p class="btn ann-title bg-success-one text-light">বিজ্ঞপ্তি :: </p>
     </div>
     <div class="col pt-2">
       <marquee scrollamount='2' direction="Left" onmouseover="this.stop()" onmouseout="this.start()">
         @foreach ($data as $item)
         <span class="mr-3"><a href="{{ asset($item->notice_file) }}"><i class="icofont-hand-right"></i> {{ $item->notice_title }}</a></span>             
         @endforeach
       </marquee>
     </div>
   </div>
 </div>
@endsection

{{-- Left Sidebar First Block --}}
{{-- School Welcome Message --}}
@section('left-section-one')
<div class="about-school">
   <div class="card">
      <div class="card-header bg-success-one">
        <p class="h5 text-light">দামকুড়া হাট উচ্চ বিদ্যালয় সম্পর্কে</p>
      </div>
      <div class="card-body">
        <p>রাজশাহী সরকারি স্কুল দেশের প্রথম ও অতি প্রাচীন ঐতিহ্যবাহী শিক্ষা প্রতিষ্ঠান। সম্ভাবনাময় প্রতিভার
          সুপ্তবীজ সম্বলিত এই বিদ্যাপীঠ তার স্বীয় স্তিত্বের ইতিহাস। ঐশ্বর্য্যও ঐতিহ্যকে স্বযত্নে লালন করে আসছে
          সুদীর্ঘ পৌনে দুইশতাধিককালব্যাপী। দেশের ইংরেজী শিক্ষার প্রসার লাভের জন্য লর্ড ইউলিয়াম বেন্টিং তার
          ব্যক্তিগত প্রচেষ্টা ও উৎসাহে ১৮২৮ সালে “বউলিয়া ইংলিশ স্কুল” নামে সর্বপ্রথম এই স্কুলটি প্রতিষ্ঠা করেন।
          পদ্মানদীর তীরে বড়কুঠির কাছাকাছি খড়ের দোচালা ঘরে টাইল নির্মিত বারান্দায় এর প্রথম কার্যক্রম শুরু হয়।
          প্রথমদিকে এটি ছিল একটি অবৈতনিক প্রাইভেট স্কুল। সেসময় স্কুলের জন্য কোন সরকারী সাহায্য বরাদ্দ ছিলনা।
          সুতরাং জশাহীতে বসবাসকারী ইংরেজ কর্মকর্তা, আইনব্যবসায়ী এবং নাটোর দিঘাপতিয়া, দুবলহাটি, পুঠিয়া ও বলিহারের
          জমিদারদের সাহায্য ও সহযোগিতায় স্কুলটি চলতে থাকে। এদেশের তৎকালীন শিক্ষা বিস্তারের ভারপ্রাপ্ত কর্মকর্তা
          ইউলিয়াম অ্যাডাম ১৮৩৫.</p>
        <p>রাজশাহী সরকারি স্কুল দেশের প্রথম ও অতি প্রাচীন ঐতিহ্যবাহী শিক্ষা প্রতিষ্ঠান। সম্ভাবনাময় প্রতিভার
          সুপ্তবীজ সম্বলিত এই বিদ্যাপীঠ তার স্বীয় স্তিত্বের ইতিহাস। ঐশ্বর্য্যও ঐতিহ্যকে স্বযত্নে লালন করে আসছে
          সুদীর্ঘ পৌনে দুইশতাধিককালব্যাপী। দেশের ইংরেজী শিক্ষার প্রসার লাভের জন্য লর্ড ইউলিয়াম বেন্টিং তার
          ব্যক্তিগত প্রচেষ্টা ও উৎসাহে ১৮২৮ সালে “বউলিয়া ইংলিশ স্কুল” নামে সর্বপ্রথম এই স্কুলটি প্রতিষ্ঠা করেন।
          পদ্মানদীর তীরে বড়কুঠির কাছাকাছি খড়ের দোচালা ঘরে টাইল নির্মিত বারান্দায় এর প্রথম কার্যক্রম শুরু হয়।
          প্রথমদিকে এটি ছিল একটি অবৈতনিক প্রাইভেট স্কুল। সেসময় স্কুলের জন্য কোন সরকারী সাহায্য বরাদ্দ ছিলনা।
          সুতরাং জশাহীতে বসবাসকারী ইংরেজ কর্মকর্তা, আইনব্যবসায়ী এবং নাটোর দিঘাপতিয়া, দুবলহাটি, পুঠিয়া ও বলিহারের
          জমিদারদের সাহায্য ও সহযোগিতায় স্কুলটি চলতে থাকে। এদেশের তৎকালীন শিক্ষা বিস্তারের ভারপ্রাপ্ত কর্মকর্তা
          ইউলিয়াম অ্যাডাম ১৮৩৫.</p>
        <p>রাজশাহী সরকারি স্কুল দেশের প্রথম ও অতি প্রাচীন ঐতিহ্যবাহী শিক্ষা প্রতিষ্ঠান। সম্ভাবনাময় প্রতিভার
          সুপ্তবীজ সম্বলিত এই বিদ্যাপীঠ তার স্বীয় স্তিত্বের ইতিহাস। ঐশ্বর্য্যও ঐতিহ্যকে স্বযত্নে লালন করে আসছে
          সুদীর্ঘ পৌনে দুইশতাধিককালব্যাপী। দেশের ইংরেজী শিক্ষার প্রসার লাভের জন্য লর্ড ইউলিয়াম বেন্টিং তার
          ব্যক্তিগত প্রচেষ্টা ও উৎসাহে ১৮২৮ সালে “বউলিয়া ইংলিশ স্কুল” নামে সর্বপ্রথম এই স্কুলটি প্রতিষ্ঠা করেন।
          পদ্মানদীর তীরে বড়কুঠির কাছাকাছি খড়ের দোচালা ঘরে টাইল নির্মিত বারান্দায় এর প্রথম কার্যক্রম শুরু হয়।
          প্রথমদিকে এটি ছিল একটি অবৈতনিক প্রাইভেট স্কুল। সেসময় স্কুলের জন্য কোন সরকারী সাহায্য বরাদ্দ ছিলনা।
          সুতরাং জশাহীতে বসবাসকারী ইংরেজ কর্মকর্তা, আইনব্যবসায়ী এবং নাটোর দিঘাপতিয়া, দুবলহাটি, পুঠিয়া ও বলিহারের
          জমিদারদের সাহায্য ও সহযোগিতায় স্কুলটি চলতে থাকে। এদেশের তৎকালীন শিক্ষা বিস্তারের ভারপ্রাপ্ত কর্মকর্তা
          ইউলিয়াম অ্যাডাম ১৮৩৫.</p>
      </div>
    </div>
</div>
@endsection

{{-- Right Sidebar First Block --}}
{{-- School Notice Board --}}
@section('right-section-one')
<div class="notice-board mt-5 mt-md-0">
   <div class="card mt-5 mt-md-0">
      <div class="card-header bg-success-one">
        <h5 class="text-light text-center">নোটিশ বোর্ড </h5>
      </div>
      <div class="card-body pb-4" id="notice-board">
        @foreach ($data as $item)
        <p class="card-text"><a href="{{ asset($item->notice_file) }}">{{ $item->notice_title }} <i class="icofont-arrow-right"></i></a></p><hr>
        @endforeach
      </div>
    </div>
@endsection
